package variables;
/** Задание 1.7
 Напишите фрагмент класса, который присваивает переменной х целочисленное значение,
 а затем присваивает переменной у треть от значения переменной х.
 */
public class task_1_7 {
    public static void main(String[] args) {
        int x = 9;
        int y = x / 3;
        System.out.println(y);
    }
}
